Repository: ThomasBoigner/BIF4-SWEN-Tour-Planner-Client
Catalog: src/locale/messages.*.xlf
Languages: de, pl

source: Error
de: Fehler
pl: Błąd

source: Time: {{ tour().estimatedTime }}h
de: Zeit: {{ tour().estimatedTime }}h
pl: Czas: {{ tour().estimatedTime }}h

source: Distance: {{ tour().distance }}km
de: Entfernung: {{ tour().distance }}km
pl: Odległość: {{ tour().distance }}km

source: Details <img ngSrc="app/assets/svg/arrow-right.svg" alt="arrow-right" width="24" height="24" />
pl: Szczegóły <img ngSrc="app/assets/svg/arrow-right.svg" alt="arrow-right" width="24" height="24" />

source: Started at: {{ tourLog().duration.startTime | date: 'dd.MM.yyyy HH:mm' }}
de: Startzeitpunkt: {{ tourLog().duration.startTime | date: 'dd.MM.yyyy HH:mm' }}
pl: Rozpoczęto o: {{ tourLog().duration.startTime | date: 'dd.MM.yyyy HH:mm' }}

source: Finished at: {{ tourLog().duration.endTime | date: 'dd.MM.yyyy HH:mm' }}
de: Endzeitpunkt: {{ tourLog().duration.endTime | date: 'dd.MM.yyyy HH:mm' }}
pl: Zakończone o: {{ tourLog().duration.endTime | date: 'dd.MM.yyyy HH:mm' }}

source: Duration: {{ tourLog().duration.duration }} minutes
de: Dauer: {{ tourLog().duration.duration }} minutes
pl: Czas trwania: {{ tourLog().duration.duration }} minutes

source: Comment: {{ tourLog().comment }}
de: Kommentar: {{ tourLog().comment }}
pl: Komentarz: {{ tourLog().comment }}

source: Distance: {{ tourLog().distance }} km
de: Distanz: {{ tourLog().distance }} km
pl: Odległość: {{ tourLog().distance }} km

source: Difficulty: {{ tourLog().difficulty }}
de: Schwierigkeit: {{ tourLog().difficulty }}
pl: Trudność: {{ tourLog().difficulty }}

source: Rating: {{ tourLog().rating }}
de: Bewertung: {{ tourLog().rating }}
pl: Ocena: {{ tourLog().rating }}

source: Update tour log <img ngSrc="app/assets/svg/arrow-right.svg" alt="arrow-right" width="24" height="24" />
de: Tour Log updaten <img ngSrc="app/assets/svg/arrow-right.svg" alt="arrow-right" width="24" height="24" />
pl: Aktualizacja Tour Log <img ngSrc="app/assets/svg/arrow-right.svg" alt="arrow-right" width="24" height="24" />

source: Delete tour log <img ngSrc="app/assets/svg/delete-error.svg" alt="delete" width="28" height="32" />
de: Tour Log löschen <img ngSrc="app/assets/svg/delete-error.svg" alt="delete" width="28" height="32" />
pl: Usunąć Tour Log <img ngSrc="app/assets/svg/delete-error.svg" alt="delete" width="28" height="32" />

source: Create a new tour log!
pl: Utwórz nowy Tour Log!

source: Start time
de: Start Zeit
pl: Godzina rozpoczęcia

source: End time
de: End Zeit
pl: Godzina zakończenia

source: Comment
de: Kommentar
pl: Komentarz

source: Distance
de: Distanz
pl: Odległość

source: Difficulty
de: Schwierigkeit
pl: Trudność

source: Rating
de: Bewertung
pl: Ocena

source: Create
de: Erstellen
pl: Tworzyć

source: Plan a new Tour!
de: Plane eine neue Tour!
pl: Zaplanuj nowy Tour!

source: Name
pl: Nazwa

source: Description
de: Beschreibung
pl: Opis

source: From:
de: Von:
pl: Z:

source: Street name
de: Straßenname
pl: Nazwa ulicy

source: Street number
de: Straßennummer
pl: Numer ulicy

source: City
de: Stadt
pl: Miasto

source: Zip code
de: Postleitzahl
pl: Kod pocztowy

source: To:
de: Nach:
pl: Do:

source: Country
de: Land
pl: Kraj

source: Transport type
de: Transport typ
pl: Transport typ

source: Tour distance
de: Tour Distanz
pl: Tour Odległość

source: Estimated time
de: Geschätzte Zeit
pl: Szacowany czas

source: Add log
de: Log hinzufügen
pl: Dodawanie Log

source: Update tour
de: Tour updaten
pl: Aktualizacja Tour

source: Export tour
de: Tour exportieren
pl: Eksport Tour

source: Export tour-report
de: Tour Report exportieren
pl: Eksport Tour Report

source: Export summarize-report
de: Übersichts Report exportieren
pl: Eksport raportu podsumowania

source: Delete tour
de: Tour löschen
pl: Usunąć Tour

source: Search for tour log
de: Tour Log suchen
pl: Wyszukiwanie Tour Log

source: No tour logs available
pl: Brak dostępnych Tour Logs

source: Create tour
de: Tour erstellen
pl: Tworzyć Tour

source: Search for tour
de: Nach Tour suchen
pl: Szukać po Tour

source: No tours available
de: Keine Touren gefunden
pl: Brak dostępnych Tours

source: Update a tour log!
pl: Zaktualizuj Tour Log!

source: Update
de: Updaten
pl: Aktualizować

source: Update a Tour!
de: Update eine Tour!
pl: Aktualizować Tour!

source: Create a new tour log!
de: Erstelle einen neuen Tour Log!

source: Import tour
de: Tour importieren

source: Update a tour log!
de: Update einen Tour Log!
